const stocks = {
    state: () => ({
        stocks : [
            {
                title : 'Скидка в ДЕНЬ РОЖДЕНИЯ (неделя до/после)',
                subtitle : 'Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.',
                btitle : 'Условия Акции:',
                text : [
                    'Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.',
                    'Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно',
                    'Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.',
                    'Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники',
                    'Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений'
                ],
                imgURL : 'cake.png'
            },
            {
                title : 'Неделя смарт часов',
                subtitle : 'Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.',
                btitle : 'Условия Акции:',
                text : [
                    'Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.',
                    'Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно',
                    'Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.',
                    'Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники',
                    'Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений'
                ],
                imgURL : 'smart-watch.png'
            },
            {
                title : 'Распродажа до — 50%',
                subtitle : 'Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.',
                btitle : 'Условия Акции:',
                text : [
                    'Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.',
                    'Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно',
                    'Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.',
                    'Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники',
                    'Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений'
                ],
                imgURL : 'percent.png'
            },
            {
                title : 'Smart Balance Premium по специальной цене',
                subtitle : 'Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.',
                btitle : 'Условия Акции:',
                text : [
                    'Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.',
                    'Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно',
                    'Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.',
                    'Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники',
                    'Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений'
                ],
                imgURL : 'sigviy2.png'
            },
            {
                title : 'Скидки до 30% на сигвеи',
                subtitle : 'Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.',
                btitle : 'Условия Акции:',
                text : [
                    'Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.',
                    'Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно',
                    'Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.',
                    'Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники',
                    'Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений'
                ],
                imgURL : 'sigviy1.png'
            },
            {
                title : 'Неделя смарт часов',
                subtitle : 'Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.',
                btitle : 'Условия Акции:',
                text : [
                    'Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.',
                    'Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно',
                    'Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.',
                    'Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники',
                    'Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений'
                ],
                imgURL : 'smart-watch.png'
            },
            {
                title : 'Распродажа до — 50%',
                subtitle : 'Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.',
                btitle : 'Условия Акции:',
                text : [
                    'Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.',
                    'Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно',
                    'Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.',
                    'Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники',
                    'Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений'
                ],
                imgURL : 'percent.png'
            },
            {
                title : 'Smart Balance Premium по специальной цене',
                subtitle : 'Приобретение Электротранспорта, Smart-Техники и мелкой бытовой техники влечет за собой большие денежные траты. Сеть магазинов Смарт-маркт предлагает покупателям широкий ассортимент товаров по Самым доступным ценам в России. Чтобы шоппинг стал наиболее выгодным, руководство компании разработало уникальную программу лояльности для Именинников.',
                btitle : 'Условия Акции:',
                text : [
                    'Скидку можно получить при предъявлении любого удостоверения подтверждающего, что у клиента День Рождения.',
                    'Скидка действует за неделю до дня рождения включительно и неделю после дня рождения включительно',
                    'Скидка составляет 10% от стоимости основного товара, н оне должна превышать номинал в 1000 рублей.',
                    'Скидки не суммируются т.к. мы разрабатываем для Вас наилучшие условия для покупки Техники',
                    'Если срок Менее 7 дней до Дня Рождения или более 7 дней после Дня Рождения скидка оговаривается в индивидуальном порядке и может достигать Максимальных значений'
                ],
                imgURL : 'sigviy2.png'
            },
        ]
    }),
    getters : {
        getStocks(state) {
            return state.stocks
        }
    },
    mutations : {

    },
    actions : {

    }
}

export default stocks